---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertySegmentEW
source: html/e363e2fc-285e-d5af-8465-a770e78aa767.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertySegmentEW Property

"E/W"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertySegmentEW { get; }
```